Repository: freakin-c/studihaus-management
Catalog: app_residents/locale/*/LC_MESSAGES/django.po
Languages: de

source: Forename
de: Vorname

source: Surname
de: Nachname

source: Mobile number
de: Mobiltelefon

source: Date of move-in
de: Einzugsdatum

source: Date of move-in like stated on rental agreement
de: Datum des Einzugs entsprechend Mietvertrag

source: Date of move-out
de: Auszugsdatum

source: Resident
de: Mieter*in

source: Residents
de: Mieter*innen

source: Room code
de: Zimmer-Code

source: Room code like "HH32"
de: Zimmer-Code wie "HH32"

source: Rent
de: Miete

source: Room
de: Zimmer

source: Rooms
de: Zimmer

source: Tenancy
de: Mietverhältnis

source: Tenancies
de: Mietverhältnisse

source: Hello, Goebenstift!
de: Hallo, Goebenstift!
